Repository: hoanhdung280517/Restaurant
Catalog: RestaurantSystem/LocalizationResources/ViewLocalizationResource.*.resx
Languages: vi

# &quot;Takeaway&quot; service
source: "Takeaway" service
vi: Dịch vụ “đồ ăn mang về”

source: "Words don't cost money to buy", so why don't we give cooks a word of encouragement to make them happier, work hard to cook better?
vi: “Lời nói không mất tiền mua”, vậy tại sao chúng ta không dành cho người nấu ăn một lời động viên để họ vui hơn, chăm chỉ nấu ăn ngon hơn?

source: About
vi: Giới thiệu

source: Add to
vi: Thêm

source: Address
vi: Địa chỉ

source: All Meals
vi: Các món ăn

source: Catering service
vi: Dịch vụ Catering

source: Comment service
vi: Dịch vụ đóng góp ý kiến

source: Contact
vi: Liên hệ

source: Delivery service
vi: Dịch vụ giao hàng tận nơi

source: Description
vi: Mô tả

source: Eating is love - criticism does not count
vi: Ăn là mê – chê không tính tiền

source: Favorite meals
vi: Món ăn yêu thích

source: Follow
vi: Theo dõi

source: Home
vi: Trang chủ

source: Instant food, instant hunger
vi: Thức ăn ngay lập tức, cho cơn đói tức thì

source: Login
vi: Đăng nhập

source: Love is put in the dish as a spice to make the dish richer. So when we appreciate the effort of the cook, we will feel more appetizing.
vi: Tình yêu được đặt trong món ăn như một gia vị để món ăn thêm phong phú. Vì vậy, khi chúng ta đánh giá cao công sức của người nấu, chúng ta sẽ cảm thấy ngon miệng hơn.

source: Love is to say, hunger is to eat
vi: Yêu là phải nói, đói là phải ăn

source: Meal
vi: Món ăn

source: Meal Details
vi: Mô tả món ăn

source: Meal Information
vi: Thông tin món ăn

# mealCategoryUrl
source: mealCategory
vi: danh-muc

source: Meals
vi: Các món ăn

# mealUrl
source: meals
vi: mon-an

source: More Details
vi: Thêm mô tả

source: Navigation
vi: Trang

source: Newsletter
vi: Góp ý

source: Our Services
vi: Dịch vụ của chúng tôi

source: Phone
vi: Số điện thoại

source: Price
vi: Giá

source: Quantity
vi: Số lượng

source: Register
vi: Đăng kí

source: Restaurant System
vi: Nhà Hàng

source: Served directly at the restaurant
vi: Phục vụ trực tiếp tại nhà hàng

source: Service set up store
vi: Dịch vụ đặt giữ chỗ nhà hàng

source: Some people think that a delicious dish must first be beautiful. Only when you feel beautiful, do you want to eat that dish. But for others, a good dish is in the mind of the cook and how the user enjoys it.
vi: Có người cho rằng một món ăn ngon trước hết phải đẹp. Chỉ khi đẹp lên mới thấy thích thì mới có ý muốn ăn món đó. Nhưng với những người khác, một món ăn ngon là ở tâm thế của người nấu và cách người dùng thưởng thức.

source: Sort By
vi: Sắp xếp

source: Today Offers
vi: Chương trình khuyến mãi

source: Today Special
vi: Các món đặt biệt ngày hôm nay

source: Total
vi: Tổng cộng

source: View Details
vi: Xem chi tiết
